Repository: vdr-projects/vdr-plugin-remotetimers
Catalog: po/*.po
Languages: de_de, it_it, sk_sk

source: Location
de_de: Aufnahmeort
it_it: Posizione
sk_sk: Umiestnenie

source: local
de_de: lokal
it_it: locale
sk_sk: miestne

source: remote
de_de: Server
it_it: remoto
sk_sk: vzdialené

source: User ID
de_de: Benutzer-ID
it_it: ID utente
sk_sk: U¾ívateµské identifikaèné èíslo

source: %.10s Conflict (Recording %d%%)
de_de: %.10s Konflikt (%d%% werden aufgenommen)

source: Timer is recording - can't move it to server
de_de: Timer nimmt gerade auf - auf Server verschieben nicht möglich
it_it: Timer in registrazione - impossibile spostarlo sul server
sk_sk: Plán sa nahráva - nedá sa presunú» na server

source: RL
de_de: SL

source: User
de_de: Benutzer
it_it: Utente
sk_sk: U¾ívateµ

source: Cancel
de_de: Abmelden
it_it: Annulla
sk_sk: Zru¹i»

source: What's on at %s?
de_de: Was läuft um %s?

source: Edit recording
de_de: Aufzeichnung editieren
it_it: Modifica registrazione
sk_sk: Upravi» nahrávku

source: Remote editing process started
de_de: Serverseitiger Schnitt gestartet
it_it: Processo modifica remoto avviato
sk_sk: Spustené vzdialené upravovanie procesu

source: Unable to update user ID
de_de: Fehler beim Ändern der Benutzer-ID
it_it: Impossibile aggiornare ID utente
sk_sk: Nemo¾né obnovi» u¾ívateµské ident. èíslo

source: Unable to change priority/lifetime
de_de: Fehler beim Ändern der Priorität/Lebensdauer
it_it: Impossibile aggiornare priorità/scadenza
sk_sk: Nemo¾no zmeni» prioritu/¾ivotnos»

source: Unable to rename recording
de_de: Fehler beim Umbenennen der Aufzeichnung
it_it: Impossibile rinominare registrazione
sk_sk: Nemo¾no premenova» nahrávku

source: Move to other filesystem in background?
de_de: Im Hintergrund auf anderes Dateisystem verschieben?
it_it: Spostare verso un altro filesystem in sottofondo?
sk_sk: Presun na ïal¹í súborový systém na pozadí?

source: Button$Folder
de_de: Verzeichnis
it_it: Cartella
sk_sk: Prieèinok

source: Cut
de_de: Schneiden
it_it: Taglia
sk_sk: Vystrihnú»

source: Select folder
de_de: Verzeichnis wählen
it_it: Seleziona cartella
sk_sk: Vybra» prieèinok

source: Release
de_de: Freigeben
it_it: Rilascia
sk_sk: Uvolni»

source: Abort moving recording
de_de: Aufzeichnung verschieben abbrechen
it_it: Spostamento registrazione annullato
sk_sk: Presun nahrávky zru¹ený

source: Remote timers not available
de_de: Timer des Servers nicht verfügbar
it_it: Timer remoti non disponibili
sk_sk: Vzdialená plánovaè nedostupný

source: Finished moving recording
de_de: Aufzeichnung verschoben
it_it: Spostamento registrazione completato
sk_sk: Presun nahrávky ukonèený

source: Failed to move recording!
de_de: Fehler beim Verschieben der Aufzeichnung!
it_it: Impossibile spostare la registrazione!
sk_sk: Chyba pri presune nahrávky!

source: Edit timers on remote VDR
de_de: Timer eines anderen VDR bearbeiten
it_it: Modifica timer di VDR remoto
sk_sk: Upravi» plán na vzdialenom VDR

source: Remote Timers
de_de: Server Timer
it_it: Timer remoti
sk_sk: Vzdialené plány

source: Moving recording
de_de: Verschiebe Aufzeichnung
it_it: Spostamento registrazione
sk_sk: Presunú» nahrávku

source: Remote recording failed. Start local recording?
de_de: Serverseitige Aufzeichnung fehlgeschlagen. Lokal aufnehmen?
it_it: Registrazione remota fallita. Avviare registrazione locale?
sk_sk: Vzdialené nahrávanie zlyhalo. Spusti» miestne nahrávanie?

source: from svdrpservice
de_de: aus svdrpservice
it_it: da svdrpservice
sk_sk: zo svdrpservice

source: Map channels using
de_de: Kanäle zuordnen anhand
it_it: Mappa canali usando
sk_sk: Mapova» pou¾ité kanály

source: channel number
de_de: Kanalnummer
it_it: Numero canale
sk_sk: èíslo kanálu

source: channel ID
de_de: Kanal-ID
it_it: ID canale
sk_sk: I.È. kanálu

source: Hide mainmenu entry
de_de: Hauptmenüeintrag verstecken
it_it: Nascondi voce menu principale
sk_sk: Schova» v hlavnom menu

source: Defaults for new timers
de_de: Voreinstellungen für neue Timer
it_it: Valori predefiniti per i nuovi timer
sk_sk: Predvolené pre nové plány

source: Instant recordings
de_de: Direktaufzeichnungen
it_it: Registrazioni immediate
sk_sk: Okam¾ité nahrávania

source: Pause recordings
de_de: Live-Signal anhalten
it_it: Pausa registrazioni
sk_sk: Pauza nahrávania

source: Settings for menu "%s"
de_de: Einstellungen für das Menü "%s"
it_it: Impostazioni "%s" menu
sk_sk: Nastavenia pre menu "%s"

source: Replace mainmenu
de_de: Hauptmenü ersetzen
it_it: Sostituisci menu principale
sk_sk: Zameni» hlavné menu

source: List style
de_de: Darstellung der Liste
sk_sk: Zoznam ¹týlov

source: Show progress bar
de_de: Fortschrittsanzeige
it_it: Mostra barra avanzamento
sk_sk: Zobrazi» stav priebehu

source: Key binding of %s/%s
de_de: Funktion der Tasten %s/%s
it_it: Associazione %s/%s
sk_sk: Kµúèové prepojenie na %s/%s

source: User ID filter
de_de: Benutzer-Filter
it_it: Filtra per ID utente
sk_sk: Filter ident. èísla u¾ívateµa

source: Move recording bandwidth limit (Mbit/s)
de_de: Max. Bandbreite beim Verschieben (Mbit/s)
it_it: Limite banda spostamento registrazione (Mbit/s)
sk_sk: Obmedzenie ¹írky pásma pri presune nahrávky (Mbit / s)

source: unlimited
de_de: unbegrenzt
it_it: illimitato
sk_sk: neobmedzený

source: Remote recordings
de_de: Server Aufzeichnungen
it_it: Registrazioni remote
sk_sk: Vzdialené nahrávania

source: Mounted on subdirectory
de_de: Unterverzeichnis
it_it: Montate nella sotto directory
sk_sk: Pripojené na pod adresár

source: Monitor update file
de_de: Update-Datei beobachten
it_it: Controlla file update
sk_sk: Sledova» aktualizaèný súbor

source: Updated remote timers list
de_de: Timerliste wurde neu geladen
it_it: Elenco timer remoti aggiornati
sk_sk: Obnovi» zoznam vzdialených plánov

source: Timers are being edited remotely - please try again
de_de: Timerliste auf Server gesperrt - bitte nochmal
it_it: I timer sono stati modificati da remoto - prova ancora
sk_sk: Plány boli upravované vzdialene - prosím skúste znova

source: Timer is recording - please deactivate it first
de_de: Timer nimmt gerade auf - bitte erst deaktivieren
it_it: Timer in registrazione - disattivarlo prima
sk_sk: Plán sa nahráva - prosím, vypnite ho najprv

source: Timer already defined
de_de: Timer existiert bereits
it_it: Timer già definito
sk_sk: Plán nahrávania je urèený

source: Timers modified remotely - please check remote timers
de_de: Timer auf Server verändert - bitte prüfen
it_it: Timer modificati da remoto - verifica i timer remoti
sk_sk: Plán zmenený vzdialene - prosím skontrolujte vzdialený plánovaè

source: Unexpected error - please check remote timers
de_de: Unerwarteter Fehler - bitte Timer auf Server prüfen
it_it: Errore inatteso - verifica i timer remoti
sk_sk: Neoèakávaná chyba - prosím skontrolujte vzdialený plánovaè

source: Lost SVDRP connection - please check remote timers
de_de: SVDRP-Verbindung verloren - bitte Timer auf Server prüfen
it_it: Persa connessione SVDRP - verifica i timer remoti
sk_sk: Stratené SVDRP spojenie - prosím skontrolujte vzdialený plánovaè

source: Remote cutter already active or no marks defined
de_de: Keine Schnittmarken oder am Server läuft ein Schneidevorgang
it_it: Taglio remoto già attivo o nessun marcatore definito
sk_sk: Vzdialené zostrihanie u¾ v èinnosti alebo nie sú urèené znaèky

source: Recording not found on remote VDR - use local cutter
de_de: Aufzeichnung auf dem Server nicht gefunden - schneide lokal
it_it: Registrazione non trovata su VDR remoto - usa taglio locale
sk_sk: Nahrávka sa nena¹la na vzdialenom VDR - pou¾i lokálne zostrihanie

source: Unexpected error - unable to start remote cutter
de_de: Unerwarteter Fehler - kann Schnitt auf Server nicht starten
it_it: Errore inatteso - impossibile avviare taglio remoto
sk_sk: Neoèakávaná chyba - nedá sa spusti» vzdialené zostrihanie

source: Lost SVDRP connection - unable to start remote cutter
de_de: SVDRP-Verbindung verloren - kann Schnitt auf Server nicht starten
it_it: Persa connessione SVDRP - impossibile avviare taglio remoto
sk_sk: Stratené SVDRP spojenie - nemô¾e spusti» vzdialené zostrihanie

source: Server IP
it_it: IP server
sk_sk: IP serveru

source: Server port
it_it: Porta server
sk_sk: Port serveru
